Module MainModule

    Sub Main()
        '////////////////////////////////////////////////////////////////////////////////
        '//
        '// основная ф-ция создания пользовательских каталогов
        '//
        '////////////////////////////////////////////////////////////////////////////////

        If UserFolderCreation() = True Then
            WriteAppLog("Создание пользовательских каталогов выполнено успешно", EventLogEntryType.Information)
        End If
    End Sub

End Module
